Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Choose file
ar: اختر ملفًا
de: Datei wählen
es: Elegir archivo
fr: Choisir un fichier
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
pt_br: Escolher arquivo
pt_pt: Escolher ficheiro
ru: Выберите файл
uk: Виберіть файл
zh_hans: 选择文件

# cipher_link_picker_action
source: Link to an item
ar: الربط بعنصر
de: Mit einem Eintrag verknüpfen
fr: Lien vers un élément
pt_br: Vincular a um item
pt_pt: Link para um item
uk: Пов'язати із записом
zh_hans: 关联到条目

# cipher_link_picker_title
source: Select linked item
ar: اختر العنصر المرتبط
de: Verknüpften Eintrag auswählen
fr: Sélectionner un élément lié
pt_br: Selecionar item vinculado
pt_pt: Selecione item relacionado
uk: Виберіть пов'язаний запис
zh_hans: 选择关联条目

# cipher_link_unavailable_title
source: Item unavailable
ar: العنصر غير متاح
de: Eintrag nicht verfügbar
fr: Élément indisponible
pt_br: Item indisponível
pt_pt: Item indisponível
uk: Запис недоступний
zh_hans: 条目不可用

# cipher_links_incoming_title
source: Referenced by
ar: مُشار إليه من
de: Darauf verweisende Einträge
fr: Référencé par
pt_br: Referenciado por
pt_pt: Referenciado por
uk: На цей запис посилаються
zh_hans: 被引用者

# cipher_links_outgoing_title
source: Linked items
ar: العناصر المرتبطة
de: Verknüpfte Einträge
fr: Éléments liés
pt_br: Itens vinculados
pt_pt: Itens relacionados
uk: Пов'язані записи
zh_hans: 关联的条目

# cipher_type_card
source: Card
ar: بطاقة
de: Karte
es: Tarjeta
fr: Carte bancaire
hu: Kártya
it: Carta
ja: カード
ko: 카드
pt_br: Cartão
pt_pt: Cartão
ru: Карта
uk: Картка
zh_hans: 卡片

# cipher_type_gpg_key
source: GPG Key
ar: مفتاح GPG
de: GPG-Schlüssel
es: Clave GPG
fr: Clé GPG
it: Chiave GPG
ja: GPG キー
ko: GPG 키
pt_br: Chave GPG
pt_pt: Chave GPG
ru: GPG-ключ
uk: GPG-ключ
zh_hans: GPG 密钥

# cipher_type_identity
source: Identity
ar: هوية
de: Identität
es: Identidad
fr: Identité
hu: Személyazonosság
it: Identità
ja: ID
ko: 신원
pt_br: Identidade
pt_pt: Identidade
ru: Личные данные
uk: Особисті дані
zh_hans: 身份

# cipher_type_login
source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: Identifiant
hu: Bejelentkezés
it: Accesso
ja: ログイン
ko: 로그인
pt_br: Entrar
pt_pt: Início de sessão
ru: Логин
uk: Логін
zh_hans: 登录

# cipher_type_note
source: Note
ar: ملحوظة
de: Notiz
es: Nota
hu: Jegyzet
ja: メモ
ko: 메모
pt_br: Nota
pt_pt: Nota
ru: Заметка
uk: Нотатка
zh_hans: 备注

# cipher_type_passkey
source: Passkey
ar: مفتاح المرور
es: Llave de acceso
fr: Clé d'accès
hu: Hozzáférési kulcs
ja: パスキー
ko: 패스키
pt_br: Chave de acesso
pt_pt: Chave de acesso
ru: Ключ доступа
uk: Ключ доступу
zh_hans: 通行密钥

# cipher_type_ssh_key
source: SSH Key
ar: مفتاح SSH
de: SSH-Schlüssel
es: Clave SSH
fr: Clé SSH
hu: SSH kulcs
it: Chiave SSH
ja: SSH キー
ko: SSH 키
pt_br: Chave SSH
pt_pt: Chave SSH
ru: SSH-ключ
uk: SSH-ключ
zh_hans: SSH 密钥

# ciphers_action_add_password_title
source: Add password
ar: أضف كلمة المرور
de: Passwort hinzufügen
es: Añadir contraseña
fr: Ajouter un mot de passe
hu: Jelszó hozzáadása
it: Aggiungi password
ja: パスワードの追加
ko: 비밀번호 추가
pt_br: Adicionar senha
pt_pt: Adicionar palavra-passe
ru: Добавить пароль
uk: Додати пароль
zh_hans: 添加密码

# ciphers_action_add_passwords_title
source: Add passwords
ar: إضافة كلمات المرور
de: Passwörter hinzufügen
es: Añadir contraseñas
fr: Ajouter des mots de passe
hu: Jelszavak hozzáadása
it: Aggiungi password
ja: パスワードの追加
ko: 비밀번호 추가
pt_br: Adicionar senhas
pt_pt: Adicionar palavras-passe
ru: Добавить пароли
uk: Додати паролі
zh_hans: 添加密码

# ciphers_action_add_to_favorites_title
source: Add to favorites
ar: أضف إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
hu: Hozzáadás a kedvencekhez
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
uk: Додати до обраного
zh_hans: 添加到收藏夹

# ciphers_action_archive_confirmation_title
source: Move to archive?
ar: نقل إلى الأرشيف؟
de: Ins Archiv verschieben?
es: ¿Mover al archivo?
fr: Déplacer vers les archives ?
hu: Áthelyezi az archívumba?
it: Spostare in archivio?
ja: アーカイブに移動しますか？
ko: 아카이브로 보낼까요?
pt_br: Mover para o arquivo?
pt_pt: Mover para o arquivo?
ru: Переместить в архив?
uk: Перемістити в архів?
zh_hans: 移至归档？

# ciphers_action_archive_title
source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
hu: Archiválás
it: Archivia
ja: アーカイブ
ko: 아카이브
pt_br: Arquivar
pt_pt: Arquivo
ru: Архивировать
uk: Архівувати
zh_hans: 归档

# ciphers_action_cascade_trash_associated_items_title
source: Move associated items to trash
ar: نقل العناصر المرتبطة إلى سلة المهملات
de: Zugehörige Elemente in den Papierkorb verschieben
es: Mover elementos asociados a la papelera
fr: Déplacer les éléments associés vers la corbeille
hu: Társított elemek áthelyezése a lomtárba
it: Sposta gli elementi associati nel cestino
ja: 関連するアイテムをごみ箱に移動
ko: 연관 항목을 휴지통으로 이동
pt_br: Mover os itens associados para a lixeira
pt_pt: Mover entradas associados para a reciclagem
ru: Переместить связанные записи в корзину
uk: Перемістити зв'язані записи до кошика
zh_hans: 将关联条目移动到回收站

# ciphers_action_change_folder_title
source: Move to folder
ar: الانتقال إلى المجلد
de: In Ordner verschieben
es: Mover a carpeta
fr: Déplacer vers le dossier
hu: Áthelyezés mappába
it: Sposta nella cartella
ja: フォルダーへ移動
ko: 폴더로 이동
pt_br: Mover para a pasta
pt_pt: Mover para pasta
ru: Переместить в папку
uk: Перемістити в теку
zh_hans: 移动至文件夹

# ciphers_action_change_gpg_key_expiry_title
source: Change GPG key expiry
ar: تغيير تاريخ انتهاء مفتاح GPG
de: GPG-Schlüsselablauf ändern
es: Cambiar la caducidad de la clave GPG
fr: Modifier l'expiration de la clé GPG
it: Modifica la scadenza della chiave GPG
ja: GPG キーの有効期限を変更
ko: GPG 키 만료 변경
pt_br: Alterar validade da chave GPG
pt_pt: Alterar expiração da chave GPG
ru: Изменить срок действия GPG-ключа
uk: Змінити термін дії GPG-ключа
zh_hans: 修改 GPG 密钥过期时间

# ciphers_action_change_name_title
source: Change name
ar: تغيير الاسم
de: Name ändern
es: Cambiar nombre
fr: Modifier le nom
hu: Név módosítása
it: Modifica nome
ja: 名前の変更
ko: 이름 바꾸기
pt_br: Renomear
pt_pt: Alterar nome
ru: Изменить название
uk: Змінити назву
zh_hans: 修改名称

# ciphers_action_change_names_title
source: Change names
ar: تغيير الأسماء
de: Namen ändern
es: Cambiar nombres
fr: Modifier les noms
hu: Nevek módosítása
it: Modifica nomi
ja: 名前の変更
ko: 이름 바꾸기
pt_br: Renomear
pt_pt: Alterar nomes
ru: Изменить названия
uk: Змінити назви
zh_hans: 修改名称

# ciphers_action_change_password_title
source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
hu: Jelszó módosítása
it: Cambia password
ja: パスワードの変更
ko: 비밀번호 변경
pt_br: Alterar senha
pt_pt: Alterar palavra-passe
ru: Изменить пароль
uk: Змінити пароль
zh_hans: 修改密码

# ciphers_action_change_passwords_title
source: Change passwords
ar: تغيير كلمات المرور
de: Passwörter ändern
es: Cambiar contraseñas
fr: Modifier les mots de passe
hu: Jelszavak módosítása
it: Modifica password
ja: パスワードの変更
ko: 비밀번호 변경
pt_br: Alterar senhas
pt_pt: Alterar palavras-passe
ru: Изменить пароли
uk: Змінити паролі
zh_hans: 修改密码

# ciphers_action_change_tags_title
source: Change tags
ar: تغيير الوسوم
de: Tags ändern
es: Cambiar etiquetas
fr: Modifier les tags
it: Cambia tag
ko: 태그 바꾸기
pt_br: Alterar tags
pt_pt: Alterar etiquetas
uk: Змінити мітки
zh_hans: 更改标签

# ciphers_action_configure_watchtower_alerts_title
source: Configure Watchtower alerts
ar: تكوين تنبيهات برج المراقبة
de: Wachturmalarme konfigurieren
es: Configurar alertas de informes
fr: Configurer les alertes Watchtower
hu: Őrtorony riasztások konfigurálása
it: Configura avvisi Torre di Guardia
ja: 監視塔のアラートを設定
ko: 감시탑 경고 설정
pt_br: Configurar alertas do Guardião
pt_pt: Configurar alertas do guardião
ru: Настроить оповещения безопасности
uk: Налаштувати сповіщення вартової вежі
zh_hans: 配置概况提醒

# ciphers_action_copy_title
source: Copy to…
ar: نسخ إلى…
de: Kopieren nach…
es: Copiar a…
fr: Copier vers…
hu: Másolás ide…
it: Copia in…
ja: コピー…
ko: …로 복사
pt_br: Copiar para…
pt_pt: Copiar para…
ru: Копировать в…
uk: Скопіювати в…
zh_hans: 复制到…

# ciphers_action_delete_confirmation_title
source: Delete forever?
ar: هل تريد الحذف نهائيًا؟
de: Endgültig löschen?
es: Eliminar para siempre?
fr: Supprimer définitivement ?
hu: Biztosan törli véglegesen?
it: Elimina definitivamente?
ja: 完全に削除しますか？
ko: 완전히 삭제할까요?
pt_br: Excluir para sempre?
pt_pt: Eliminar definitivamente?
ru: Удалить навсегда?
uk: Видалити назавжди?
zh_hans: 确认永久删除？

# ciphers_action_delete_title
source: Delete forever
ar: حذف إلى الأبد
de: Für immer löschen
es: Eliminar para siempre
fr: Supprimer définitivement
hu: Végleges törlés
it: Elimina definitivamente
ja: 完全に削除
ko: 완전히 삭제
pt_br: Apagar permanentemente
pt_pt: Eliminar definitivamente
ru: Удалить навсегда
uk: Видалити назавжди
zh_hans: 永久删除

# ciphers_action_disable_auth_reprompt_title
source: Disable auth re-prompt
ar: تعطيل إعادة المطالبة بالمصادقة
de: Deaktiviere Authentifizierungs-Wiederholung
es: Desactivar la re-autenticación
fr: Ne pas redemander la saisie du mot de passe
hu: Újra-hitelesítési kérés letiltása
it: Disabilita richiesta di autorizzazione
ja: 認証の再要求の無効化
ko: 인증 재요청 끄기
pt_br: Desativar resolicitação de autenticação
pt_pt: Desativar aviso de autenticação
ru: Отключить повторную аутентификацию
uk: Вимкнути подвійну автентифікацію
zh_hans: 禁用身份验证二次确认

# ciphers_action_edit_title
source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
pt_pt: Editar
ru: Редактировать
uk: Редагувати
zh_hans: 编辑

# ciphers_action_enable_auth_reprompt_title
source: Enable auth re-prompt
ar: تمكين إعادة المطالبة بالمصادقة
de: Aktiviere Authentifizierungs-Wiederholung
es: Activar la re-autenticación
fr: Redemander la saisie du mot de passe
hu: Újra-hitelesítési kérés engedélyezése
it: Abilita richiesta di autorizzazione
ja: 認証の再要求の有効化
ko: 인증 재요청 켜기
pt_br: Habilitar resolicitação de autenticação
pt_pt: Ativar aviso de autenticação
ru: Включить повторную аутентификацию
uk: Ввімкнути подвійну автентифікацію
zh_hans: 启用身份验证二次确认

# ciphers_action_export_title
source: Export…
ar: تصدير…
de: Exportieren…
es: Exportar…
fr: Exporter…
hu: Exportálás…
it: Esporta…
ja: エクスポート…
ko: 내보내기…
pt_br: Exportar…
pt_pt: Exportar…
ru: Экспортировать…
uk: Експорт…
zh_hans: 导出…

# ciphers_action_merge_title
source: Merge into…
ar: دمج في…
de: Zusammenführen…
es: Fusionar en…
fr: Fusionner dans…
hu: Egyesítés…
it: Unisci in…
ja: 統合…
ko: …에 병합
pt_br: Mesclar em…
pt_pt: Combinar com…
ru: Объединить в…
uk: Об'єднати в…
zh_hans: 合并到…

# ciphers_action_refresh_gpg_public_key_confirmation_text
source: Keyguard will contact your configured GPG keyserver with this key's fingerprint. If a matching public key is found, Keyguard will update the stored public key, key metadata, and keyserver status for this item.
ar: سيتصل Keyguard بخادم مفاتيح GPG المُعدّ لديك باستخدام بصمة هذا المفتاح. إذا عُثر على مفتاح عام مطابق، فسيقوم Keyguard بتحديث المفتاح العام المخزّن وبيانات المفتاح الوصفية وحالة خادم المفاتيح لهذا العنصر.
de: Keyguard kontaktiert Ihren konfigurierten GPG-Schlüsselserver mit dem Fingerabdruck dieses Schlüssels. Wenn ein passender öffentlicher Schlüssel gefunden wird, aktualisiert Keyguard den gespeicherten öffentlichen Schlüssel, die Schlüssel-Metadaten und den Schlüsselserver-Status für dieses Element.
es: Keyguard se pondrá en contacto con el servidor de claves GPG configurado usando la huella digital de esta clave. Si se encuentra una clave pública coincidente, Keyguard actualizará la clave pública almacenada, los metadatos de la clave y el estado del servidor de claves de este elemento.
fr: Keyguard contactera le serveur de clés GPG que vous avez configuré avec l'empreinte de cette clé. Si une clé publique correspondante est trouvée, Keyguard mettra à jour la clé publique stockée, les métadonnées de la clé et le statut du serveur de clés pour cet élément.
it: Keyguard contatterà il keyserver GPG configurato con l'impronta digitale di questa chiave. Se viene trovata una chiave pubblica corrispondente, Keyguard aggiornerà la chiave pubblica memorizzata, i metadati della chiave e lo stato del keyserver per questo elemento.
ja: Keyguard は、このキーのフィンガープリントを使用して、設定された GPG キーサーバーに問い合わせます。一致する公開鍵が見つかった場合、このアイテムの保存済み公開鍵、キーのメタデータ、キーサーバーの状態を更新します。
ko: Keyguard가 이 키의 핑거프린트를 사용하여 설정된 GPG 키 서버에 접속합니다. 일치하는 공개 키를 찾으면 Keyguard가 이 항목의 저장된 공개 키, 키 메타데이터, 키 서버 상태를 업데이트합니다.
pt_br: O Keyguard entrará em contato com o servidor de chaves GPG configurado com a impressão digital desta chave. Se uma chave pública correspondente for encontrada, o Keyguard atualizará a chave pública armazenada, os metadados da chave e o status do servidor de chaves para este item.
pt_pt: O Keyguard entrará em contacto com o servidor de chaves GPG configurado através da impressão digital desta chave. Se for encontrada uma chave pública correspondente, o Keyguard atualizará a chave pública armazenada, os metadados da chave e o estado do servidor de chaves para este item.
ru: Keyguard обратится к настроенному серверу ключей GPG, используя отпечаток этого ключа. Если будет найден соответствующий открытый ключ, Keyguard обновит сохранённый открытый ключ, метаданные ключа и статус сервера ключей для этой записи.
uk: Keyguard звернеться до налаштованого вами сервера ключів GPG, використовуючи відбиток цього ключа. Якщо буде знайдено відповідний відкритий ключ, Keyguard оновить збережений відкритий ключ, метадані ключа та статус сервера ключів для цього запису.
zh_hans: Keyguard 将使用此密钥的指纹联系您配置的 GPG 密钥服务器。如果找到匹配的公钥，Keyguard 将更新此条目存储的公钥、密钥元数据以及密钥服务器状态。

# ciphers_action_refresh_gpg_public_key_confirmation_title
source: Refresh public key from keyserver?
ar: تحديث المفتاح العام من خادم المفاتيح؟
de: Öffentlichen Schlüssel vom Schlüsselserver aktualisieren?
es: ¿Actualizar la clave pública desde el servidor de claves?
fr: Actualiser la clé publique depuis le serveur de clés ?
it: Aggiornare la chiave pubblica dal keyserver?
ja: キーサーバーから公開鍵を更新しますか？
ko: 키 서버에서 공개 키를 새로 고칠까요?
pt_br: Atualizar a chave pública do servidor de chaves?
pt_pt: Atualizar chave pública do servidor de chaves?
ru: Обновить открытый ключ с сервера ключей?
uk: Оновити відкритий ключ із сервера ключів?
zh_hans: 从密钥服务器刷新公钥？

# ciphers_action_refresh_gpg_public_key_title
source: Refresh GPG public key
ar: تحديث المفتاح العام لـ GPG
de: Öffentlichen GPG-Schlüssel aktualisieren
es: Actualizar la clave pública GPG
fr: Actualiser la clé publique GPG
it: Aggiorna la chiave pubblica GPG
ja: GPG 公開鍵を更新
ko: GPG 공개 키 새로 고침
pt_br: Atualizar chave pública GPG
pt_pt: Atualizar chave pública GPG
ru: Обновить открытый GPG-ключ
uk: Оновити відкритий ключ GPG
zh_hans: 刷新 GPG 公钥

# ciphers_action_remove_from_favorites_title
source: Remove from favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
hu: Törlés a kedvencekből
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
ru: Удалить из избранного
uk: Видалити з обраного
zh_hans: 从收藏夹中删除

# ciphers_action_restore_confirmation_title
source: Restore from trash?
ar: استعادة من سلة المهملات؟
de: Aus dem Papierkorb wiederherstellen?
es: ¿Restaurar de la papelera?
fr: Restaurer depuis la corbeille ?
hu: Visszaállítod a Lomtárból?
it: Ripristinare dal cestino?
ja: ごみ箱から元に戻しますか？
ko: 휴지통에서 복원할까요?
pt_br: Restaurar da lixeira?
pt_pt: Restaurar da reciclagem?
ru: Восстановить из корзины?
uk: Відновити з кошика?
zh_hans: 从回收站还原？

# ciphers_action_restore_title
source: Restore from trash
ar: يعيد
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hu: Visszaállítás
it: Ripristina
ja: 元に戻す
ko: 복원
pt_br: Restaurar
pt_pt: Restaurar
ru: Восстановить
uk: Відновити з кошика
zh_hans: 恢复

# ciphers_action_trash_confirmation_text
source: Items that have been in Trash for more than 30 days will be automatically deleted.
ar: سيتم حذف العناصر التي ظلت في سلة المهملات لأكثر من 30 يومًا تلقائيًا.
de: Einträge, die länger als 30 Tage im Papierkorb waren, werden automatisch gelöscht.
es: Las entradas que han estado en la papelera de más de 30 días se eliminarán automáticamente.
fr: Les éléments qui se trouvent dans la corbeille depuis plus de 30 jours sont automatiquement supprimés.
hu: A 30 napnál hosszabb ideje a Lomtárban lévő elemek automatikusan törlődnek.
it: Gli elementi nel cestino saranno eliminati automaticamente dopo 30 giorni.
ja: ごみ箱に入っているアイテムは 30 日以上経過後に自動的に削除されます。
ko: 휴지통으로 간 항목은 30일 이후 자동으로 삭제됩니다.
pt_br: Os itens que estiverem na Lixeira mais de 30 dias serão excluídos automaticamente.
pt_pt: Os dados que estiverem na reciclagem há mais de 30 dias, serão automaticamente eliminados.
ru: Элементы, находящиеся в корзине более 30 дней, будут автоматически удалены.
uk: Записи, що знаходяться в кошику понад 30 днів, будуть автоматично видалені.
zh_hans: 回收站中超过 30 天的条目将会被自动删除。

# ciphers_action_trash_confirmation_title
source: Move to trash?
ar: نقل إلى سلة المهملات؟
de: In den Papierkorb verschieben?
es: ¿Mover a la papelera?
fr: Mettre à la corbeille ?
hu: Áthelyezed a lomtárba?
it: Sposta nel cestino?
ja: ごみ箱に移動しますか？
ko: 휴지통으로 보낼까요?
pt_br: Mover para a lixeira?
pt_pt: Mover para a reciclagem?
ru: Переместить в корзину?
uk: Перемістити до кошика?
zh_hans: 移至回收站？

# ciphers_action_trash_title
source: Trash
ar: نفاية
de: Papierkorb
es: Papelera
fr: Corbeille
hu: Lomtár
it: Elimina
ja: ごみ箱へ移動
ko: 휴지통
pt_br: Lixeira
pt_pt: Reciclagem
ru: Корзина
uk: Відправити у кошик
zh_hans: 移至回收站

# ciphers_action_unarchive_confirmation_title
source: Restore from archive?
ar: استعادة من الأرشيف؟
de: Aus dem Archiv wiederherstellen?
es: ¿Restaurar desde el archivo?
fr: Restaurer depuis les archives ?
hu: Visszaállítja az archívumból?
it: Ripristinare dall'archivio?
ja: アーカイブから復元しますか？
ko: 아카이브에서 복원할까요?
pt_br: Restaurar do arquivo?
pt_pt: Restaurar do arquivo?
ru: Восстановить из архива?
uk: Відновити з архіву?
zh_hans: 从归档中恢复？

# ciphers_action_unarchive_title
source: Restore from archive
ar: استعادة من الأرشيف
de: Aus dem Archiv wiederherstellen
es: Restaurar desde el archivo
fr: Restaurer depuis les archives
hu: Visszaállítás az archívumból
it: Ripristina dall'archivio
ja: アーカイブから復元
ko: 아카이브에서 복원
pt_br: Restaurar do arquivo
pt_pt: Restaurar a partir do arquivo
ru: Восстановить из архива
uk: Відновити з архіву
zh_hans: 从归档中恢复

# ciphers_action_upload_gpg_public_key_confirmation_text
source: Keyguard will send this item's armored GPG public key to your configured keyserver. The public key may include fingerprints, user IDs such as names and e-mail addresses, subkeys, dates, and revocation status. The keyserver may store and redistribute this public data.
ar: سيرسل Keyguard المفتاح العام لـ GPG المُدرَّع لهذا العنصر إلى خادم المفاتيح المُعدّ لديك. قد يتضمن المفتاح العام بصمات ومعرّفات مستخدم مثل الأسماء وعناوين البريد الإلكتروني والمفاتيح الفرعية والتواريخ وحالة الإبطال. قد يخزّن خادم المفاتيح هذه البيانات العامة ويعيد توزيعها.
de: Keyguard sendet den ASCII-Armor-kodierten öffentlichen GPG-Schlüssel dieses Elements an Ihren konfigurierten Schlüsselserver. Der öffentliche Schlüssel kann Fingerabdrücke, Benutzer-IDs wie Namen und E-Mail-Adressen, Unterschlüssel, Daten und den Widerrufsstatus enthalten. Der Schlüsselserver kann diese öffentlichen Daten speichern und weiterverbreiten. Bei diesem Hochladen werden keine Verifizierungs-E-Mails angefordert.
es: Keyguard enviará la clave pública GPG blindada de este elemento al servidor de claves configurado. La clave pública puede incluir huellas digitales, IDs de usuario como nombres y direcciones de correo electrónico, subclaves, fechas y el estado de revocación. El servidor de claves puede almacenar y redistribuir estos datos públicos. Esta subida no solicita correos de verificación.
fr: Keyguard enverra la clé publique GPG en armure ASCII de cet élément vers le serveur de clés que vous avez configuré. La clé publique peut inclure des empreintes, des identifiants utilisateur tels que des noms et des adresses e-mail, des sous-clés, des dates et le statut de révocation. Le serveur de clés peut stocker et redistribuer ces données publiques. Ce téléversement ne demande pas d'e-mails de vérification.
it: Keyguard invierà la chiave pubblica GPG armored di questo elemento al keyserver configurato. La chiave pubblica può includere impronte digitali, ID utente come nomi e indirizzi e-mail, sottochiavi, date e stato di revoca. Il keyserver può memorizzare e ridistribuire questi dati pubblici. Questo caricamento non richiede e-mail di verifica.
ja: Keyguard は、このアイテムの ASCII アーマー形式の GPG 公開鍵を、設定されたキーサーバーへ送信します。公開鍵には、フィンガープリント、名前やメールアドレスなどのユーザー ID、サブキー、日付、失効状態が含まれる場合があります。キーサーバーはこの公開データを保存し再配布することがあります。このアップロードでは確認メールを要求しません。
ko: Keyguard가 이 항목의 armored GPG 공개 키를 설정된 키 서버로 전송합니다. 공개 키에는 핑거프린트, 이름 및 이메일 주소 같은 사용자 ID, 하위 키, 날짜, 폐기 상태가 포함될 수 있습니다. 키 서버는 이 공개 데이터를 저장하고 재배포할 수 있습니다. 이 업로드는 인증 이메일을 요청하지 않습니다.
pt_br: O Keyguard enviará a chave pública GPG blindada deste item para o seu servidor de chaves configurado. A chave pública pode incluir impressões digitais, IDs de usuário, como nomes e endereços de e-mail, subchaves, datas e status de revogação. O servidor de chaves pode armazenar e redistribuir esses dados públicos. Este upload não solicita e-mails de verificação.
pt_pt: O Keyguard enviará a chave pública GPG protegida deste item para o seu servidor de chaves configurado. A chave pública pode incluir impressões digitais, IDs de utilizador como nomes e endereços de e-mail, sub-chaves, datas e estado de revogação. O servidor de chaves pode armazenar e redistribuir estes dados públicos. Este envio não solicita e-mails de verificação.
ru: Keyguard отправит открытый GPG-ключ этой записи в ASCII-броне на настроенный сервер ключей. Открытый ключ может содержать отпечатки, идентификаторы пользователя (например, имена и адреса электронной почты), подключи, даты и статус отзыва. Сервер ключей может хранить и распространять эти открытые данные. При такой загрузке письма для подтверждения не запрашиваются.
uk: Keyguard надішле відкритий ключ GPG цього запису у форматі ASCII armor на налаштований вами сервер ключів. Відкритий ключ може містити відбитки, ідентифікатори користувача, як-от імена та адреси електронної пошти, підключі, дати та статус відкликання. Сервер ключів може зберігати та поширювати ці публічні дані. Це завантаження не надсилає запитів на листи для підтвердження.
zh_hans: Keyguard 将把此条目的 ASCII 封装的 GPG 公钥发送到您配置的密钥服务器。公钥可能包含指纹、用户 ID（如姓名和电子邮件地址）、子钥、日期和吊销状态。密钥服务器可能会存储并重新分发这些公开数据。此次上传不会请求验证邮件。

# ciphers_action_upload_gpg_public_key_confirmation_title
source: Upload public key to keyserver?
ar: رفع المفتاح العام إلى خادم المفاتيح؟
de: Öffentlichen Schlüssel auf Schlüsselserver hochladen?
es: ¿Subir la clave pública al servidor de claves?
fr: Téléverser la clé publique vers le serveur de clés ?
it: Caricare la chiave pubblica sul keyserver?
ja: キーサーバーに公開鍵をアップロードしますか？
ko: 키 서버에 공개 키를 업로드할까요?
pt_br: Carregar a chave pública para o servidor de chaves?
pt_pt: Enviar a chave pública para o servidor?
ru: Загрузить открытый ключ на сервер ключей?
uk: Завантажити відкритий ключ на сервер ключів?
zh_hans: 上传公钥到密钥服务器？
